Repository: BillyL0119/ashare-analyzer
Catalog: ios/BFStock/Localizable.xcstrings
Source language: zh_hans
Languages: en, fr, ja, ko

source: 薪资参考
en: Pay range
fr: Fourchette de salaire
ja: 給与の目安
ko: 연봉 참고

source: 行业板块
en: Sectors
fr: Secteurs
ja: セクター
ko: 업종

source: 行为面试
en: Behavioral
fr: Comportemental
ja: 行動面接
ko: 인성 면접

source: 行情
en: Market
fr: Marché
ja: マーケット
ko: 시장

source: 访问官网
en: Visit website
fr: Site officiel
ja: 公式サイトを開く
ko: 공식 웹사이트

source: 访问网站
en: Visit website
fr: Visiter le site
ja: ウェブサイトを開く
ko: 웹사이트 방문

source: 证书建议
en: Certifications
fr: Certifications
ja: おすすめ資格
ko: 추천 자격증

source: 评级
en: Rating
fr: Notation
ja: 格付け
ko: 투자의견

source: 语言
en: Language
fr: Langue
ja: 言語
ko: 언어

source: 财报日历
en: Earnings calendar
fr: Calendrier des résultats
ja: 決算カレンダー
ko: 실적 캘린더

source: 贪婪
en: Greed
fr: Avidité
ja: 強欲
ko: 탐욕

source: 资讯
en: News
fr: Actualités
ja: ニュース
ko: 뉴스

source: 超买:70
en: Overbought: 70
fr: Surachat : 70
ja: 買われすぎ:70
ko: 과매수:70

source: 超卖:30
en: Oversold: 30
fr: Survente : 30
ja: 売られすぎ:30
ko: 과매도:30

source: 跌幅榜
en: Top losers
fr: Plus fortes baisses
ja: 値下がり
ko: 하락률

source: 距开盘 %@
en: Opens in %@
fr: Ouverture dans %@
ja: 開場まで %@
ko: 개장까지 %@

source: 跟随系统
en: System
fr: Système
ja: システムに従う
ko: 시스템 설정

source: 输入你的回答…
en: Type your answer…
fr: Votre réponse…
ja: 回答を入力…
ko: 답변을 입력…

source: 输入问题…
en: Ask a question…
fr: Posez une question…
ja: 質問を入力…
ko: 질문을 입력하세요…

source: 还没有自选股
en: No watchlist yet
fr: Aucun favori
ja: ウォッチリストは空です
ko: 관심종목이 없습니다

source: 通信服务
en: Communication
fr: Communication
ja: 通信サービス
ko: 커뮤니케이션

source: 道琼斯
en: Dow Jones
fr: Dow Jones
ja: ダウ平均
ko: 다우존스

source: 重新开始
en: Restart
fr: Recommencer
ja: やり直す
ko: 다시 시작

source: 重置
en: Reset
fr: Réinitialiser
ja: リセット
ko: 초기화

source: 重置账户
en: Reset account
fr: Réinitialiser le compte
ja: 口座をリセット
ko: 계좌 초기화

source: 金融
en: Financials
fr: Finance
ko: 금융

source: 银行
en: Banks
fr: Banques
ja: 銀行
ko: 은행

source: 隐私政策 / Privacy Policy
en: Privacy Policy
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침

source: 集合竞价
en: Pre-open auction
fr: Pré-ouverture
ja: 寄付前
ko: 동시호가

source: 非必需消费
en: Consumer Disc.
fr: Conso. discrétionnaire
ja: 一般消費財
ko: 경기소비재

source: 项目
en: Programs
fr: Programmes
ja: プログラム
ko: 프로그램

source: 预期 EPS %@
en: Est. EPS %@
fr: BPA prév. %@
ja: 予想EPS %@
ko: 예상 EPS %@

source: 预期收益
en: Expected return
fr: Rendement attendu
ja: 期待収益
ko: 기대 수익

source: 预计成交金额
en: Estimated proceeds
fr: Montant estimé
ja: 約定金額（概算）
ko: 예상 체결금액

source: 预计盈亏
en: Est. P&L
fr: P&L estimé
ja: 損益（概算）
ko: 예상 손익

source: 领涨 %@
en: Leader: %@
fr: Meneur : %@
ja: 首位: %@
ko: 선두: %@

source: 风险
en: Risk
fr: Risque
ja: リスク
ko: 위험

source: 高
en: H
fr: H
ko: 고

source: （我）
en: (me)
fr: (moi)
ja: （自分）
ko: (나)

source: 万
ko: 만
